Repository: rvrajat14/isavemoneygows
Catalog: iSaveMoney/iSaveMoney/createbudget/*.lproj/CloneBudgetViewController.strings
Languages: fr

# 5Li-ee-eTy.text
source: Include expenses transactions
fr: Inclure les transactions de dépenses

# Hp3-zM-rVE.text
source: End date:
fr: Date de fin:

# Lc3-pO-5DY.text
source: Rollover remaining for categories
fr: Rollover restant pour les catégories

# N7m-fg-OAF.text
source: Clone this month...
fr: Clonez ce mois-ci ...

# RwH-DL-EPR.placeholder
source: Current month
fr: Mois en cours

# V90-kP-82W.text
source: Include incomes
fr: Inclure les revenus

# c9w-Mf-wW8.text
source: All the categories will be copy from this month.
fr: Toutes les catégories seront copiées à partir de ce mois-ci.

# eT3-4X-P10.placeholder
source: Pick a month
fr: Choisissez un mois

# gTb-Xh-u2A.placeholder
source: Pick a month
fr: Choisissez un mois

# iJa-zY-vTB.text
source: Required
fr: Obligatoire

# lWI-GL-LzH.text
source: start date:
fr: date de début:

# mRI-Um-bMt.text
source: Rollover saving
fr: Sauvegarde de survol

# mnQ-hk-zEd.text
source: Required
fr: Obligatoire

# rIa-oJ-bqI.text
source: Label
fr: Libellé
