Repository: rvrajat14/isavemoneygows
Catalog: iSaveMoney/iSaveMoney/createbudget/*.lproj/ConfigureBudgetViewController.strings
Languages: fr

# 8h7-po-zGg.text
source: In this screen you can change you budget date range or give a name to your budget
fr: Dans cet écran, vous pouvez modifier la plage de dates de votre budget ou donner un nom à votre budget

# Dq6-l2-ZgX.text
source: Required
fr: Obligatoire

# Fgi-VX-eOB.placeholder
source: select a date
fr: sélectionnez une date

# KKw-1C-jhd.text
source: Name your budget:
fr: Nommez votre budget:

# Rbi-CP-m5M.text
source: Change de start date:
fr: Modifier la date de début:

# W97-pC-Mh9.text
source: Date range available
fr: Plage de dates disponible

# WEb-hs-Sat.text
source: Required
fr: Obligatoire

# fMU-SG-kOu.placeholder
source: Title (Optional)
fr: Titre (facultatif)

# jsl-Oa-bxn.text
source: Change de end date:
fr: Modifier la date de fin:

# nko-FC-JVd.placeholder
source: Select a date
fr: Sélectionnez une date
