Repository: rvrajat14/isavemoneygows
Catalog: iSaveMoney/iSaveMoney/*.lproj/Localizable.strings
Languages: fr

# text_error
source: Error
fr: Erreur

# text_done
source: Done
fr: Terminé

# text_clear
source: Clear
fr: Retirer

# text_apply
source: Apply
fr: Appliquer

# text_ok
source: OK
fr: D'accord

# text_today
source: Today
fr: Aujourd'hui

# text_now
source: Now
fr: Maintenant

# text_cancel
source: Cancel
fr: Annuler

# text_continue
source: Continue
fr: Continuer

# text_skip
source: SKIP
fr: PASSER

# text_start
source: START
fr: DÉBUTER

# text_next
source: NEXT
fr: SUIVANT

# text_unlock
source: Unlock
fr: Débloquer

# text_save
source: SAVE
fr: SAUVER

# text_edit
source: EDIT
fr: EDITER

# text_wait
source: Please wait...
fr: S'il vous plaît, attendez...

# format_date_time
source: MMM dd, yyyy hh a
fr: dd MMM, yyyy hh a

# format_chart_date
source: MMMM dd, yyyy
fr: dd MMMM, yyyy

# format_date
source: mm/dd/yyyy
fr: dd/mm/yyyy

source: Invalid Email
fr: Email invalide

# text_required
source: Required
fr: Obligatoires

# text_min_required
source: Minimum 6 sharacters
fr: Minimum 6 caractères

# text_new
source: New
fr: Nouveau

# text_advance
source: Advanced
fr: Avancée

# hint_type_here
source: Type here...
fr: Écrivez ici...

# userLang
source: en
fr: fr

# noDataCurrentlyAvailableText
source: Loading data...
fr: Chargement des données...

# actionSheeetWantTo
source: I want to...
fr: Je veux...

# actionSheeetViewContributors
source: View Contributors
fr: Voir les contributeurs

# actionSheetDuplicate
source: Duplicate/Clone
fr: Dupliquer / Cloner

# actionSheetConfigure
source: Configure & Rename
fr: Configurer & renommer

# actionSheetViewDayBook
source: View Day Book
fr: Voir le livre du jour

# actionSheetVisualizeOnCharts
source: Visualize on Charts
fr: Visualiser sur les graphiques

# actionSheetDelete
source: Delete
fr: Supprimer

# alertConfirmDelete
source: Confirm delete...
fr: Confirmation de la suppression...

# alertConfirmDeleteBody
source: This action will delete this current budget permanently
fr: Cette action supprimera définitivement ce budget actuel

# alertConfirmDeleteContinue
source: Continue
fr: Continuer

# alertConfirmDeleteCancel
source: Cancel
fr: Annuler

# actionSheetCancel
source: Cancel
fr: Annuler

# shareDenied
source: Action denied
fr: Action refusée

# shareDeniedText
source: Only the owner can make this action.
fr: Seul le propriétaire peut faire cette action.

# tabExpense
source: Add expense
fr: Ajout dépense

# tabIncome
source: Add income
fr: Ajout revenu

# tabCategory
source: Add category
fr: Ajout categorie

# tabWanto
source: I want to...
fr: Je veux...

# percentSpent
source: of income spent
fr: du revenu dépensé

source: Net dispose incomes
fr: Revenu total disponible (Net)

source: Total expenditure
fr: Total des dépenses réelles

# statSaving
source: Saving
fr: Épargne

# statDebt
source: Overspent
fr: Limite dépassé

# drawerAppSlogan
source: Personal & family budget
fr: Budget personnel & familial

# drawerMyAccount
source: My account
fr: Mon compte

# drawerCreateBudget
source: Create a budget
fr: Créer un budget

# drawerOtherMonths
source: All my budgets
fr: Tous mes budgets

source: My Transactions
fr: Mes transactions

# drawerAccounts
source: Financial Accounts
fr: Comptes financiers

# drawerPayees
source: Payees
fr: Bénéficiaires

# drawerPayers
source: Payers
fr: Émetteurs

# drawerToolsSettings
source: Tools & Settings
fr: Outils et paramètres

# drawerHelpFeedback
source: Help & Feedback
fr: Aide et commentaires

# drawerYourAccount
source: My account
fr: Mon compte

# drawerLogout
source: Logout
fr: Déconnexion

# drawerTitleAccounts
source: Accounts
fr: Comptes

# drawerTitleSettings
source: Settings
fr: Paramètres

# drawerRecurringTransactions
source: Recurring transactions
fr: Transactions récurrentes

# drawerUpgrade
source: Upgrade to PRO
fr: Passer à Pro

# groupMangement
source: Manage Groups
fr: Gérer les groupes

# feedbackContactUs
source: Contact us
fr: Contactez nous

# feedbackHowItWorks
source: How it works
fr: Comment ça marche

# feedbackEmailSubject
source: iOS - iSaveMoney feedback
fr: iOS - Commentaires puis iSaveMoney

# feedbackEmailBody
source: Please describe your request below:
fr: Veuillez décrire votre commentaires ci-dessous:

# feedbackCantInitComposer
source: Can't init email composer...
fr: Impossible d'e lancer'ouvrir le composeur de courrier électronique...

# feedbackCantInitComposerBody
source: Your device email client might be disabled. Go to Settings > Passwords & Accounts, then tap Add Account.
fr: Le client de messagerie de votre appareil semble être désactivé. Accédez à Paramètres> Mots de passe et comptes, puis appuyez sur Ajouter un compte.

# feedbackCantInitComposerOkButton
source: Ok
fr: D'accord

# feedbackEmailSent
source: Email sent.
fr: Email envoyé.

# feedbackEmailSaved
source: You saved a draft of this email
fr: Vous avez enregistré un brouillon de cet e-mail

# feedbackEmailCancelled
source: You cancelled sending this email.
fr: Vous avez annulé l'envoi de cet e-mail.

# feedbackEmailFailed
source: Mail failed: An error occurred when trying to compose this email
fr: Échec du courrier: une erreur est survenue lors de la tentative de composition de cet e-mail

# feedbackErrorOccurred
source: An error occurred when trying to compose this email
fr: Une erreur est survenue lors de la tentative de composition de cet e-mail

# feedbackCantInit
source: Can't init email...
fr: Impossible d'initié l'email ...

# feedbackCantInitOkButton
source: Ok
fr: D'accord

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

# txt_Jan
source: Jan
fr: Janv

# txt_Feb
source: Feb
fr: Févr

# txt_Mar
source: Mar
fr: Mars

# txt_Apr
source: Apr
fr: Avri

# txt_May
source: May
fr: Mai

# txt_Jun
source: Jun
fr: Juin

# txt_Jul
source: Jul
fr: Juil

# txt_Aug
source: Aug
fr: Août

# txt_Sep
source: Sep
fr: Sept

# txt_Oct
source: Oct
fr: Octo

# txt_Nov
source: Nov
fr: Nove

# txt_Dec
source: Dec
fr: Déc

# newBudgetOptionBasic
source: Basic budget (predefined categories)
fr: Budget basic (catégories prédéfinies)

# newBudgetOptionPersonnel
source: Personal budget
fr: Budget personnel

# newBudgetOptionFamily
source: Family budget
fr: Budget familial

# newBudgetOptionHouseHold
source: Household budget
fr: Budget du ménage

# newBudgetSelectMonth
source: Select a month please
fr: Sélectionnez un mois

# newBudgetSelectDate
source: Select a date
fr: Sélectionnez une date

# newBudgetEndDateShouldBeGreater
source: End date should be greater
fr: La date de fin devrait être plus grande

# newBudgetChooseCategory
source: Choose categories
fr: Sélectionnez catégories

# newBudgetNumberIncomes
source: incomes added
fr: revenus ajoutés

# newBudgetNumberExpenses
source: categories added
fr: catégories ajoutées

# addCategoryItem1
source: Uncategorized expenses
fr: Dépenses non classées

# addCategoryItem2
source: Your Income
fr: Mon revenu

# addCategoryIncome
source: Income:
fr: Revenu:

# newExpenseEdit
source: Edit Expense
fr: Modifier dépense

# newExpenseRequired
source: Required
fr: Obligatoires

# newExpenseDescription
source: Enter a description please
fr: Entrez une description

# newCategoryDescription
source: Enter a description please
fr: Entrez une description

# newIncomeEdit
source: Edit Income
fr: Modifier le revenu

# newIncomeDescription
source: Enter a description please
fr: Entrez une description

# createBudgetExample
source: Create a budget (e.g
fr: Créez un budget (ex.

# budgetsAdmin
source: Propriétaire
fr: Admin

# budgetsGuest
source: Collaborateur
fr: Invité

# budgetsActive
source: Active only
fr: Actif

# budgetsArchived
source: Archived
fr: Archivé

# budgetsOwnerMe
source: Owner: me
fr: Propriétaire: moi

# budgetsOwner
source: Owner: other
fr: Propriétaire: autre

# budgetDeleteDeny
source: Action denied
fr: Action refusée

# budgetDeleteDenyBody
source: Only the owner can make this action.
fr: Seul le propriétaire peut effectuer cette action.

# budgetsArchive
source: Archive
fr: Archiver

# budgetsUnarchive
source: Unarchive
fr: Désarchiver

# budgetsDelete
source: Delete
fr: Effacer

# budgetsNoBudgetFound
source: No budget found.
fr: Aucun budget trouvé.

# budgetsNoBudgetArchive
source: No budget in the archive
fr: Aucun budget dans les archives

# budgetsNoActiveBudget
source: No active budget has been found...
fr: Aucun budget actif n'a été trouvé ...

# budgetsNoArchivedBudget
source: No budget has been found in your archive...
fr: Aucun budget n'a été trouvé dans vos archives ...

# PayeeTitle
source: Payees
fr: Bénéficiaires

# PayeeNoPayee
source: No payee yet.
fr: Pas encore de bénéficiaire.

# PayeeDescription
source: A payee is an entity to whom your money is paid or is to be paid, especially the entity to whom a check is made payable. e.g: stores, utilities company...
fr: Un bénéficiaire est une entité à laquelle votre argent est payé ou doit l'être, en particulier l'entité à qui un chèque est payable. par exemple: magasins, société de services publics ...

# PayeeAddFirst
source: Add your first payee
fr: Ajoutez votre premier bénéficiaire

source: Created Date: %@
fr: Date de création: %@

# PayeeFromAdd
source: New Payee
fr: Ajouter bénéficiaire

# PayeeFromEdit
source: Edit Payee
fr: Modifier bénéficiaire

# PayeeFromDescription
source: Enter a description please
fr: Enter a description

# PayerTitle
source: Payers
fr: Émetteurs

# PayerNoPayer
source: No payer yet.
fr: Pas encore d'Émetteur.

# PayerNoPayerDescription
source: A payer is a person or organization that gives you money that is due for work done, goods received, or a debt incurred. e.g: Employer...
fr: Un émetteur est une personne ou une organisation qui vous donne de l'argent qui est dû pour le travail effectué, les biens reçus ou une dette contractée. par exemple: employeur ...

# PayerAddFirst
source: Add your first payer
fr: Ajoutez votre premier émetteur

# PayerFormAdd
source: New Payer
fr: Ajouter Émetteur

# PayerFormEdit
source: Edit Payer
fr: Modifier Émetteur

# PayerFormDescription
source: Enter a description please
fr: Entrez une description

# AccountNoAccount
source: No account yet.
fr: Pas encore de compte.

# AccountNoAccountDescription
source: An account can be a saving account, credit account , or represents some amount of cash money you put on the side.
fr: Un compte peut être un compte d'épargne, un compte de crédit, ou représente une certaine quantité d'argent liquide que vous mettez de côté.

# AccountNoAddFirt
source: Add your first account
fr: Ajoutez votre premier compte

source: Checking
fr: Chèque

source: Savings
fr: Épargne

source: Credit
fr: Crédit

source: Debit
fr: Débit

source: Cash
fr: Liquidité

# AccountFromEdit
source: Edit Account
fr: Modifier compte

# AccountFormDescription
source: Enter a description please
fr: Entrez une description

# AccountFormType
source: Select a type
fr: Sélectionnez un type

# AccountDetailsNoData
source: No data is currently available. Please pull down to refresh.
fr: Aucune donnée n'est actuellement disponible. Veuillez dérouler pour vous rafraîchir.

# accountTransferSelectAccount
source: Select an account
fr: Sélectionnez un compte

# accountTransferSelectAccountTo
source: Select an account
fr: Sélectionnez un compte

# accountTransferWrongAmount
source: Required, should greater than 0.0
fr: Obligatoire, devrait être supérieure à 0,0

# CategoryDetailsNoData
source: No data is currently available. Please pull down to refresh.
fr: Aucune donnée n'est actuellement disponible. Veuillez dérouler pour vous rafraîchir.

# CategoryDetailsTitle
source: Details
fr: Détails

# CloneBudgetSelectMonth
source: Select a month please
fr: Sélectionnez un mois

# CloneBudgetSelectDate
source: Select a date
fr: Choisissez une date

# CloneBudgetSelectEndDate
source: Select a date
fr: Choisissez une date

# CloneBudgetEndDateShouldBeGreater
source: End date should be greater
fr: La date de fin devrait être plus grande

# CloneBudgetRollOver
source: roll over
fr: restant

# CloneBudgetDateFormat
source: MM/dd/yyyy
fr: dd/MM/aaaa

# ConfigBudgetMinStart
source: Maximum start date:
fr: Date de début maximum:

# ConfigBudgetMaxStart
source: Minimum end date:
fr: Date de fin minimale:

# chartsLoadingData
source: Please wait. Loading data...
fr: S'il vous plaît, attendez. Chargement des données ...

# chartsNoData
source: No data available for the chart.
fr: Aucune donnée disponible pour le graphique.

# chartsBarTab
source: Bar Chart
fr: Diagramme à bandes

# dayBookNoDataAvailable
source: No data is currently available.
fr: Aucune donnée n'est actuellement disponible.

# chartLineTab
source: Line Chart
fr: Graphique en ligne

# chartPieTab
source: Pie Chart
fr: Camembert

# chartPieNoData
source: No data available
fr: Pas de données disponibles

source: 12-hour clock (e.g [time])
fr: horloge 12-heure (ex. [time])

source: 24-hour clock (e.g [time])
fr: horloge 24-heure (ex. [time])

source: dd/mm/yyyy (e.g [date])
fr: dd/mm/aaaa (ex. [date])

source: dd.mm.yyyy (e.g [date])
fr: dd.mm.aaaa (ex. [date])

source: dd-mm-yyyy (e.g [date])
fr: dd-mm-aaaa (ex. [date])

source: yyyy/mm/dd (e.g [date])
fr: aaaa/mm/dd (ex. [date])

source: yyyy.mm.dd (e.g [date])
fr: aaaa.mm.dd (ex. [date])

source: yyyy-mm-dd (e.g [date])
fr: aaaa-mm-dd (ex. [date])

source: mm/dd/yyyy (e.g [date])
fr: mm/dd/aaaa (ex. [date])

source: mm.dd.yyyy (e.g [date])
fr: mm.dd.aaaa (ex. [date])

source: mm-dd-yyyy (e.g [date])
fr: mm-dd-aaaa (ex. [date])

# SettingsnoCurrencyCode
source: no currency code
fr: pas de code de devise

# SettingsPreviewCode
source: Preview:
fr: Aperçu:

# InviteUserNotFound
source: User not found
fr: Utilisateur non trouvé

# InviteUserNotFoundDesc
source: We wouldn't find the user with the email
fr: Nous n'avons pas trouvé l'utilisateur avec l'email

# InviteUserNotFoundOk
source: OK
fr: D'accord

# InviteUserFound
source: User found
fr: Utilisateur trouvé

# InviteUserFoundButton
source: Invite
fr: Inviter

# InviteUserFoundCancel
source: Cancel
fr: Annuler

# InviteMessage
source: has shared a budget with you via iSaveMoney Go app.
fr: a partagé un budget avec vous via l'application iSaveMoney Go.

# InviteSubject
source: Hey! I would like to share my budget
fr: Salut! Je voudrais partager mon budget

# InviteCallToAction
source: Install!
fr: Installer!

source: Invite failed!
fr: L'invitation a échoué!

# InviteFailedMessage
source: unable to complete the invite process..
fr: Impossible de terminer le processus d'invitation.

# InviteFailedButton
source: OK
fr: D'accord

source: Invite sent!
fr: Invitation envoyée!

# InviteSentMessage
source: The user has been added to your budget.
fr: L'utilisateur a été ajouté à votre budget.

# InviteSentButton
source: OK
fr: D'accord

# InviteInform
source: The budget [budget] with you.
fr: Le budget [budget] avec vous.

# InviteInformSharing
source: is now sharing...
fr: partage maintenant...

# InviteSentConfirm
source: Invite sent!
fr: Invitation envoyée!

# InviteSentConfirmMessage
source: The user [email] has been added to your budget.
fr: L'utilisateur [email] a été ajouté à votre budget.

# InviteSentConfirmButtom
source: OK
fr: D'accord

# invite_share_title
source: Members
fr: Membres

# invite_share_add
source: Add Members
fr: Ajouter des membres

# invite_share_add_title
source: Add Member
fr: Ajouter un membre

# invite_share_add_user_to_budget
source: Add users to the budget: [budgetName]
fr: Ajouter des utilisateurs au budget: [budgetName]

# invite_not_found
source: Unable to find the user. Share the invite link below
fr: Impossible de trouver l'utilisateur. Partagez le lien d'invitation ci-dessous

# invite_share_button_share
source: INVITE
fr: INVITER

# invite_share_link
source: SHARE INVITE LINK
fr: PARTAGER LE LIEN D'INVITATION

# invite_share_add_message
source: Add a message (optional)
fr: Ajouter un message (facultatif)

# invite_share_message
source: I'm working on this budget [budget] on iSaveMoneyGo app and wanted to share it with you! Invite link:
fr: Je travaille sur ce budget [budget] dans l'application iSaveMoneyGo et je voulais le partager avec toi! Voici le lien:

# invite_share_subject
source: Budget's invite link
fr: Lien d'invitation du budget

# invite_share_via
source: Share budget
fr: Partager le budget

# ContributorNotYet
source: No contributor yet.
fr: Aucun contributeur pour le moment.

# ContributorInviteText
source: Tap the button below to invite a contributor
fr: Appuyez sur le bouton ci-dessous pour inviter un contributeur

# ContributorInviteButton
source: Invite partner or family
fr: Invitez un partenaire ou une famille

# ContributorActionDenied
source: Action denied
fr: Action refusée

# ContributorActionDeniedDescription
source: Only the owner can make this action.
fr: Seul le propriétaire peut effectuer cette action.

# ContributorActionDeniedOk
source: Ok
fr: D'accord

# TypeDay
source: Day
fr: Jour

# TypeWeek
source: Week
fr: Semaine

# TypeMonth
source: Month
fr: Mois

# TypeYear
source: Year
fr: An

# verboseSchedule
source: Every [number] [type]
fr: Tous les [number] [type]

# verboseScheduleEver
source: For ever
fr: pour toujours

# verboseScheduleLimit
source: For [number] times
fr: pour [number] fois

# NoRecurringTransaction
source: No recurring transaction yet.
fr: Aucune transaction récurrente pour le moment.

# NoRecurringTransactionDescription
source: When you activate the recurring transaction while recording an expense, income, or transfer, your transaction is executed automatically at the due date.
fr: Lorsque vous activez la transaction récurrente lors de l'enregistrement d'une dépense, d'un revenu ou d'un transfert, votre transaction est exécutée automatiquement à la date d'échéance.

# csvTitle
source: iSaveMoney Monthly Budget
fr: iSaveMoney: Budget mensuel

# sheet_name
source: My Budget
fr: Mon budget

# sheet_actual
source: Actual
fr: Dépenses actuel

# sheet_incomes
source: Your Incomes
fr: Vos revenus

# sheet_expenses
source: Your Expenses
fr: Vos dépenses

# sheet_saving
source: Net Saving
fr: Économie nette

# export_csv_headline
source: Export to file ...
fr: Exporter vers un fichier...

# export_csv_description
source: Export your budget in a CSV, Excel, or pdf file via email. You will then be able to open it with MS Excel, Google sheets, Open Office, adobe reader and others.
fr: Exportez votre budget dans un fichier CSV, Excel ou PDF par courrier électronique. Vous serez alors en mesure de l'ouvrir avec MS Excel, les feuilles de Google, Open Office, Adobe Reader et autres.

# export_email
source: Your email address
fr: Votre adresse email

# cancel_text
source: CANCEL
fr: ANNULER

# share_your_list_send
source: SEND NOW
fr: ENVOYER MAINTENAN

# export_email_placeholder
source: Enter Email
fr: Entrez votre email

# email_subject
source: Your [type] report from iSaveMoney!
fr: Votre rapport [type] depuis iSaveMoney!

# email_body
source: Find attached your report file please. I hope you will enjoy our service.
fr: Trouvez ci-joint votre fichier de rapport s'il vous plaît. J'espère que vous apprécierez notre service.

# export_sent_title
source: File sent to email...
fr: Fichier envoyé à l'email ...

# export_sent_body
source: Verify your inbox [email] in 5 minutes.
fr: Vérifiez votre boîte de réception [email] dans 5 minutes.

# export_failed_title
source: File send failed...
fr: Échec d'envoi...

# export_failed_body
source: Failed to send your file. Please try again later
fr: Échec d'envoyer du votre fichier. Veuillez réessayer plus tard.

source: Net Disposable Income
fr: Revenu net disponible

# provisionalBudget
source: Total budgeted
fr: Total budgété

source: Provisional Balance
fr: Solde provisoire

# actualSpentDate
source: Actual Spent to Date
fr: Dépenses réelles à ce jour

source: Spent Remaining
fr: Dépensé restant

# budgetedSpent
source: Budget Spent
fr: Budget dépensé

source: Initial Balance
fr: Balance initiale

source: Actual Income
fr: Revenu réel

source: Budget spend
fr: Dépenses budgétaires

source: Actual spend
fr: Dépenses réelles

# txtRemaining
source: Remaining
fr: Restant

# txtExport
source: Export
fr: Exporter

# btnUpgradeNow
source: Upgrade Now
fr: Upgrade maintenant

# btnVerifyNow
source: Restore Purchase
fr: Restaurer l'achat

# titleUnlimitedNumberBudgets
source: Unlimited number of budgets
fr: Un nombre illimité de budgets

# descriptionUnlimitedNumberBudgets
source: With the FREE version you can only have two budget at the time
fr: Avec la version gratuite, vous ne pouvez avoir que deux budgets à la fois

# titleRecurringTransaction
source: Recurring transactions
fr: Transaction récurrente

# descriptionRecurringTransaction
source: The recurring transactions features is activated
fr: Les fonctionnalités de transactions récurrentes sont activées

# titleExcelPdfCsv
source: Export to CSV, MS Excel, PDF
fr: Exporter au format CSV, MS Excel, PDF

# descriptionExcelPdfCsv
source: Export your budget to a CSV file, MS Excel, or PDF and print, share or visualize from your computer
fr: Exportez votre budget vers un fichier CSV, MS Excel ou PDF et imprimez, partagez ou visualisez depuis votre ordinateur

# titleKeepSameLicence
source: Use the same access from multiple devices
fr: Utilisez le même accès depuis plusieurs mobile

# descriptionKeepSameLicence
source: You will be able use the same access while accessing your account from multiple devices
fr: Vous pourrez utiliser le même accès en accédant à votre compte à partir de plusieurs mobiles

# txtBuyNow
source: Buy now
fr: Acheter maintenant

# txtCouldNotRetreiveProd
source: Could not retrieve product info
fr: Impossible de récupérer les informations sur le produit

# txtInvalidProductId
source: Invalid product id:
fr: ID de produit non valide:

# txtUnknownError
source: Unknown Error. Please Contact Support
fr: Erreur inconnue. S'il vous plaît contacter le support

# txtCouldNotReteiveProdInfo
source: Could not retrieve product info
fr: Impossible de récupérer les informations sur le produit

# txtThankYou
source: Thank You
fr: Je vous remercie

# txtPurchaseCompleted
source: Purchase completed. Restart the app please.
fr: Achat terminé Redémarrez l'application s'il vous plaît.

# txtPurchaseFailed
source: Purchase Failed
fr: Achat échoué

# txtDescriptionPurchaseFailed
source: Check your internet connection or try again later.
fr: Vérifiez votre connexion Internet ou réessayez plus tard.

# txtError1
source: Purchase Failed
fr: Achat raté

# txtBodyError1
source: Unknown error. Please contact support
fr: Erreur inconnue. S'il vous plaît contacter le support

# txtError2
source: Payment Not Allowed
fr: Paiement non autorisé

# txtBodyError2
source: The device is not allowed to make the payment
fr: L'appareil n'est pas autorisé à effectuer le paiement

# txtError3
source: Payment Invalid
fr: Paiement invalide

# txtBodyError3
source: The purchase identifier was invalid
fr: L'identifiant d'achat était invalide

# txtError4
source: Client Invalid
fr: Client invalide

# txtBodyError4
source: Not allowed to make the payment
fr: Pas autorisé à effectuer le paiement

# txtError5
source: Payment Cancelled
fr: Paiement annulé

# txtBodyError5
source: Payment Cancelled. Please try again
fr: Paiement annulé. Veuillez réessayer

# txtError6
source: Store Product Not Available
fr: Store Produit non disponible

# txtBodyError6
source: The product is not available in the current storefront
fr: Le produit n'est pas disponible dans la vitrine actuelle

# txtError7
source: Cloud Service Permission Denied
fr: Autorisation de service cloud refusée
