Repository: rvrajat14/isavemoneygows
Catalog: iSaveMoney/iSaveMoney/*.lproj/Localizable.strings
Languages: fr

# txtBodyError7
source: Access to cloud service information is not allowed
fr: L'accès aux informations de service cloud n'est pas autorisé

# txtError8
source: Cloud ServiceNetwork Connection Failed
fr: La connexion Cloud ServiceNetwork a échoué

# txtBodyError8
source: Could not connect to the network
fr: Impossible de se connecter au réseau

# txtError9
source: Cloud Service Revoked
fr: Service Cloud révoqué

# txtBodyError9
source: User has revoked permission to use this cloud service
fr: L'utilisateur a révoqué l'autorisation d'utiliser ce service de cloud

# txtRestore1
source: Restore Failed
fr: La restauration a échoué

# txtBodyRestore1
source: Unknown Error. Please contact support
fr: Erreur inconnue. S'il vous plaît contacter le support

# txtRestore2
source: Purchases Restored
fr: Achats restaurés

# txtBodyRestore2
source: All purchases have been restored. Please restart the app to apply the restoration
fr: Tous les achats ont été restaurés. Veuillez redémarrer l'application pour appliquer la restauration

# txtRestore3
source: Nothing To Restore
fr: Rien à restaurer

# txtBodyRestore3
source: No previous purchases were made
fr: Aucun achat précédent n'a été effectué

# txtVerify1
source: Receipt verified
fr: Reçu vérifié

# txtBodyVerify1
source: Receipt verified remotely
fr: Reçu vérifié à distance

# txtVerify2
source: Receipt Verification
fr: Vérification du reçu

# txtBodyVerify2
source: No receipt data found, The application will try to get a new one. Try again.
fr: Aucune donnée de reçu trouvée, l'application essayera d'en obtenir une nouvelle. Réessayer.

# txtVerify3
source: Receipt Verification
fr: Vérification du reçu

# txtBodyVerify3
source: Receipt verification failed
fr: La vérification du reçu a échoué

# txtVerifySub1
source: Product is Purchased
fr: Le produit est acheté

# txtVerifySubBody1
source: Product is valid until
fr: Le produit est valable jusqu'au

# txtVerifySub2
source: Not purchased
fr: Non acheté

# txtVerifySubBody2
source: This product has never been purchased
fr: Ce produit n'a jamais été acheté

# txtVerifySub3
source: Product expired
fr: Le produit a expiré

# txtVerifySubBody3
source: Product is expired since
fr: Le produit a expiré depuis

# txtVerifyPurchase1
source: Product is Purchased
fr: Le produit est acheté

# txtVerifyPurchaseBody1
source: Product will not expire
fr: Le produit n'expire pas

# txtVerifyPurchase2
source: Product not purchased
fr: Produit non acheté

# txtVerifyPurchaseBody2
source: Product has never been purchased
fr: Le produit n'a jamais été acheté

# txtReceiptRefreshed1
source: Receipt Refreshed
fr: Reçu actualisé

# txtReceiptRefreshedBody1
source: Receipt refreshed successfully
fr: Reçu actualisé avec succès

# txtReceiptRefreshed2
source: Receipt refresh failed
fr: L'actualisation du reçu a échoué

# txtReceiptRefreshedBody2
source: Receipt refresh failed...
fr: L'actualisation du reçu a échoué ...

# txtRecurringTransactions
source: Recurring Transactions
fr: Transactions récurrentes

# txtFirstGoesOffOn
source: First goes off on:
fr: Première exécution le:

# txtTo
source: to
fr: vers

# alterLanguageChanged
source: Language changed...
fr: Langue changée ...

# alterLanguageChangedBody
source: Please restart the app to refresh your new language change.
fr: Veuillez redémarrer l'application pour actualiser votre nouveau changement de langue.

# txtSelectTheLanguage
source: Select the language:
fr: Sélectionnez la langue:

# txtSelectEn
source: English
fr: Anglais

# txtSelectFr
source: French
fr: Français

# txtProfeature
source: PRO feature...
fr: Fonction PRO...

# txtProfeatureBody
source: This feature is only available for premium users
fr: Cette fonctionnalité est uniquement disponible pour les utilisateurs Premium

# txtProfeatureBody1
source: Upgrade now. You have already reached the maximum of [number] budgets per free user
fr: Mettre à jour maintenant. Vous avez déjà atteint le maximum de [number] budgets par utilisateur libre

# txtSupportScreen
source: We would love to know how we can make your experience with [app_name] even better! Let's talk!. You are using the version [version]
fr: Nous aimerions savoir comment nous pouvons rendre votre expérience avec [app_name] encore meilleure! Parlons!. Vous utilisez la version [version]

# txtWorkItsWorksTitle1
source: Start by creating a monthly budget
fr: Commencez par créer un budget mensuel

# txtWorkItsWorksTitle2
source: Add categories to your budget
fr: Ajouter des catégories à votre budget

# txtWorkItsWorksTitle3
source: Add incomes to your budget
fr: Ajouter des revenus à votre budget

# txtWorkItsWorksTitle4
source: Add your daily expenses
fr: Ajoutez vos dépenses quotidiennes

# txtWorkItsWorksTitle5
source: Contact us if you need more help
fr: Contactez-nous si vous avez besoin de plus d'aide

# txtWorkItsWorksBody1
source: Example: create a monthly budget with: A start date [start_date] and end date [end_date] or create a budget for the month of [month_year]
fr: Exemple: créez un budget mensuel avec: Une date de début [start_date] et une date de fin [end_date] Ou créez un budget pour le mois de [month_year]

# txtWorkItsWorksBody2
source: Categories help group your expenses. Example: Home/Rent, Groceries, Financial Obligations...
fr: Les catégories vous aident à regrouper vos dépenses. Exemple: Logement/Location, épicerie, obligations financières ...

# txtWorkItsWorksBody3
source: You might have one or multiple sources of income per month. Example: Salary/Wages, Business...
fr: Vous pourriez avoir une ou plusieurs sources de revenus par mois. Exemple: salaire, affaires ...

# txtWorkItsWorksBody4
source: To obtain the best results we suggest you input your expenses right after a purchase. Use recurring transactions on your most frequent bills, such as rent, car insurance, and more!
fr: Pour obtenir les meilleurs résultats, nous vous suggérons de saisir vos dépenses immédiatement après l'achat. Utilisez des transactions récurrentes sur vos factures les plus fréquentes, comme le loyer, l'assurance automobile, et plus encore!

# txtWorkItsWorksBody5
source: Take control of your finances today!
fr: Prenez le contrôle de vos finances aujourd'hui!

# MSTitle
source: Schedule
fr: Planifier

# MSThenFollosAs
source: Then follow as:
fr: Suivre ensuite comme ceci:

# MSFirstGoesOffOn
source: First goes of on:
fr: Première fois:

# MSTime
source: Time:
fr: Temps:

# spRepeatEvery
source: Repeat every
fr: Répéter tous les

# spScheduleTo
source: Schedule to...
fr: Planifier à...

# spDay
source: Day
fr: Jour

# spWeek
source: Week
fr: Semaine

# spMonth
source: Month
fr: Mois

# spYear
source: Year
fr: An

# spForever
source: For ever
fr: Pour toujours

# spForNumberTime
source: For number of time
fr: Nombre de fois

# TVCAddTransfer
source: Add Transfer
fr: Ajout Transfert

# TVCAddTransferEdit
source: Edit Transfer
fr: Editer Transfer

# TVCTransferFrom
source: Transfer from
fr: Transfert depuis

# TVCSelectAccount
source: Select an account
fr: Sélectionnez un compte

# TVCRequired
source: Required
fr: Champs obligatoires

# TVCTo
source: To
fr: Vers

# TVCAmount
source: Amount
fr: Montant

# TVCTypeValue
source: Type a value
fr: Montant

# TVCTransactionDate
source: Transaction date
fr: Date transaction

# TVCTransactionRecurring
source: This transaction is recurring
fr: Cette transaction est récurrente

# TVCFirstGoesOff
source: First goes off:
fr: Première fois:

# TVCThenRepeat
source: Then repeat:
fr: Et répète:

# NIVCAddIncome
source: Add Income
fr: Ajout Revenu

# NIVCTypeDescription
source: Type a description
fr: Tapez une description

# NIVCRequired
source: Required
fr: Champs obligatoires

# NIVCAmount
source: Amount
fr: Montant

# NIVCTransactionDate
source: Transaction date
fr: Date transaction

# NIVCAccount
source: Account (optional)
fr: Compte (optionnel)

# NIVCSelect
source: Select
fr: Sélectionner

# NIVCPayer
source: Payer (optional)
fr: Payeur (facultatif)

# NIVCTransactionRecurring
source: This transaction is recurring
fr: Cette transaction est récurrente

# NIVCFirstGoesOff
source: First goes off:
fr: Première fois:

# NIVCThenRepeat
source: Then repeat:
fr: Et répète:

# NEVCAddExpense
source: Add Expense
fr: Ajout Dépense

# NEVCPickCategory
source: Pick a category
fr: Choisissez une catégorie

# NEVCSelectCategory
source: Select a category...
fr: Sélectionnez

# NEVCRequired
source: Required
fr: Champs obligatoires

# NEVCTypeDescription
source: Type a description
fr: Tapez une description

# NEVCAmount
source: Amount
fr: Montant

# NEVCTransactionDate
source: Transaction date
fr: Date transaction

# NEVCAccount
source: Account (optional)
fr: Compte (optionnel)

# NEVCSelect
source: Select
fr: Sélectionner

# NEVCPayee
source: Payee (optional)
fr: Bénéficiaire (optionnel)

# NEVCTransactionRecurring
source: This transaction is recurring
fr: Cette transaction est récurrente

# NEVCFirstGoesOff
source: First goes off:
fr: Première fois:

# NEVCThenRepeat
source: Then repeat:
fr: Et répète:

# migration_close
source: Close
fr: Fermer

# migration_title
source: Important migration update
fr: Mise à jour importante de la migration

# migration_body
source: Your data are being migrated. It may take 1 to 3 minutes. Please exit the app and reopen within 5 minutes. If you find out missing record please contact us via email contact.isavemoneygo@gmail.com and we will be pleased to assist you.
fr: Vos données sont en cours de migration. Cela peut prendre 1 à 3 minutes.S'il vous plaît quitter l'application et rouvrir dans les 5 minutes. Si vous découvrez un enregistrement manquant, veuillez nous contacter par courrier électronique à l'adresse contact.isavemoneygo@gmail.com. Nous nous ferons un plaisir de vous aider.

# budget_shared
source: You are now sharing your budget with
fr: Vous partagez maintenant votre budget avec

# budget_shared_tile
source: Shared
fr: Partagé

# budget_shared_yes
source: Yes
fr: Oui

# category_removed_title
source: Category removed
fr: Catégorie supprimée

# category_removed
source: This current category has been removed.
fr: Cette catégorie actuelle a été supprimée.

# category_removed_ok
source: Exit
fr: Quitter

# budget_removed_title
source: Budget removed
fr: Budget supprimé

# budget_removed
source: This current budget has been removed.
fr: Le budget actuelle a été supprimé.

# budget_removed_ok
source: Exit
fr: Quitter

# end_date_shouldbe_greater
source: The end date should be greater than the start date
fr: La date de fin doit être supérieure à la date de début

# text_amount_budget
source: Amount budgeted
fr: Montant budgété

# text_add_category
source: Add Category
fr: Ajouter Catégorie

# text_edit_category
source: Edit Category
fr: Editer Catégorie

# text_signup_title
source: Sign Up
fr: S'inscrire

# text_signup_fullname
source: Full name
fr: Votre Nom

# text_signup_password
source: Password
fr: Mot de passe

# text_signup_create
source: Create Account
fr: Créer Compte

# text_signup_signin
source: Sign In
fr: Se connecter

# text_password_title
source: Password
fr: Mot de passe

# text_password_desc
source: To get your password, provide the same email address which you provided during registration
fr: Pour obtenir votre mot de passe, fournissez la même adresse électronique que celle que vous avez indiquée lors de votre inscription.

# text_password_hit
source: Enter email
fr: Entrer email

# text_password_button
source: Sign In
fr: Envoyer

# password_reset_request
source: Send Mail
fr: Envoyer un mail

source: back
fr: arrière

# text_signin_title
source: Sign In
fr: Se connecter

# text_signin_password
source: Password
fr: Mot de passe

# text_signin_signin
source: Sign In
fr: Se connecter

# text_signin_create
source: Create Account
fr: Créer un compte

# text_signin_pwd_forgot
source: Password forgot
fr: Mot de passe oublié

# text_new_budget_there
source: You have been invited to a budget
fr: Vous avez été invité à un budget

# text_new_open
source: Open now!
fr: Ouvrez maintenant!

# text_new_budget_range
source: Your current budget contains one transaction on [date]. You will not be able to exclude that date on your new date range.
fr: Votre budget actuel contient une transaction le [date]. Vous ne pourrez pas exclure cette date dans votre nouvelle plage de dates.

# text_new_budget_range2
source: Your current budget contains a range of transactions from [date1] to [date2]. You will not be able to exclude those dates from your new dates range.
fr: Votre budget actuel contient une plage de transactions de [date1] à [date2]. Vous ne pourrez pas exclure ces dates de votre nouvelle plage de dates.

# text_end_date_isless
source: The end date should be greater than the start date.
fr: La date de fin doit être supérieure à la date de début.

# how_it_works_titles_0
source: Manage your money
fr: Gérez votre argent

# how_it_works_titles_1
source: Create custom budgets
fr: Créer des budgets personnalisés

# how_it_works_titles_2
source: Track your income and expenses
fr: Suivez vos revenus et vos dépenses

# how_it_works_titles_3
source: Share your budget
fr: Partagez votre budget

# how_it_works_bodies_0
source: Take control of your personal (or family) finances today
fr: Prenez le contrôle de vos finances personnelles (ou familiales) aujourd'hui

# how_it_works_bodies_1
source: Create one or several budgets, with custom date ranges and categories to suit your needs
fr: Créez un ou plusieurs budgets, avec des plages de dates et des catégories personnalisées selon vos besoins.

# how_it_works_bodies_2
source: Record it all in your budget to help reach your goals
fr: Enregistrez tout cela dans votre budget pour vous aider à atteindre vos objectifs

# how_it_works_bodies_3
source: Whether with housemates, partners or your family, share and update your budgets from multiple devices in real time
fr: Que ce soit avec des colocataires, des partenaires ou votre famille, partagez et mettez à jour vos budgets à partir de plusieurs appareils en temps réel

# impcsv_vc_title
source: Import CSV
fr: Importer le CSV

# impcsv_select_file
source: Select a file...
fr: Selectionez le fichier...

# conformDeleteTitle
source: Confirm delete
fr: Confirmer la suppression

# conformDeleteDesc
source: Do you want to delete [title]. This action will be permanent
fr: Souhaitez-vous supprimer [title]. Cette action sera permanente

# backFileName
source: Backup [name]
fr: Sauvegarder [name]

# backup_file_notbackup
source: No backup yet.
fr: Aucune sauvegarde pour le moment.

# backup_file_des
source: Backup your data and you will be able to restore it later...
fr: Sauvegardez vos données et vous pourrez les restaurer plus tard ...

# backup_file_addbackup
source: Create a backup
fr: Créer une sauvegarde

# fullBackupTitle
source: Backup and Restore
fr: Sauvegarde et restauration

# backFileInprogress
source: Backup in progress...
fr: Sauvegarde en cours ...

# backFileRestoreInprogress
source: Restore in progress...
fr: Restauration en cours ...

# dgConfirm
source: Confirm
fr: Confirmer

# dgConfirmRestorebackup
source: Would you like restore [title]?
fr: Souhaitez-vous restaurer [title]?

# getStartButton
source: CREATE A BUDGET
fr: CRÉER UN BUDGET

# getStartTitle
source: Let's get started!
fr: Commençons!

# getStartDescription
source: Create your first budget, then start tracking your money and even invite partner or family.
fr: Créez votre premier budget, puis commencez à comptabiliser votre argent et même invitez un partenaire ou une famille.

# settingsPickCurrencylabel
source: Currency
fr: Devise

# settingsPickCurrency
source: Pick a currency
fr: Choisissez une devise

# settingsDateFormatlabel
source: Date Format
fr: Format de date

# settingsPickDateFormat
source: Pick a date format
fr: Choisissez un format de date

# settingsPreview
source: Preview
fr: Aperçu

# settingsTimeFormatlabel
source: Time Format
fr: Format d'heure

# settingsPickTimeFormat
source: Pick a time format
fr: Choisissez un format d'heure

# settingLngEng
source: English
fr: Anglais

# settingLngFr
source: French
fr: français

# settingsSelectLang
source: Set Language
fr: Définir la langue

# settingsBackup
source: Backup and Restore
fr: Sauvegarder et restaurer

# toolsAndSettingTitle
source: Tools & Settings
fr: Outils et paramètres

# confirmRestoreBackup
source: Would you like to restore [bname]?
fr: Souhaitez-vous restaurer [bname]?

# upgradeProDescription
source: Upgrade to access [featureName], and more others premium features.
fr: Mettez à niveau pour accéder à [featureName], et à d'autres fonctionnalités premium.

# upgradeProTile
source: Upgrade now
fr: Mettre à niveau

# accountTitle
source: My Accounts
fr: Mes comptes

# budgetListTitle
source: My budgets
fr: Mes budgets

# budgetListActive
source: Active Only
fr: Actif uniquement

# budgetListArchive
source: Archived
fr: Archivé

source: Charts
fr: Graphiques

# edit-payee
source: Edit
fr: Modifier

# payer_details_title
source: Payer Details
fr: Détails du payeur

# payee_details_title
source: Payee Details
fr: Détails du bénéficiaire

# account_details_title
source: Account Details
fr: Détails du compte

source: My Profile
fr: Mon profil

source: Change Password
fr: Modifier le mot de passe

# delete_account
source: Delete Acccount
fr: Supprimer le compte

# member_since
source: Is Member Since %@
fr: Est membre depuis %@

# confirm_delete_account_title
source: Confirm Delete Your Account
fr: Confirmez la suppression de votre compte

# confirm_delete_message
source: If confirmed, this action CANNOT be reverted. Your account will be deleted and you will lose all your data
fr: Si elle est confirmée, cette action NE PEUT PAS être Réversible. Votre compte sera supprimé et vous perdrez toutes vos données

# button_confirm
source: Continue
fr: Continuer

# button_cancel
source: Cancel
fr: Annuler

source: Line Chart
fr: Graphique en courbes

# PieChart
source: Line Chart
fr: Graphique en courbes

# BarChart
source: Line Chart
fr: Graphique en courbes

source: Calculator
fr: Calculatrice

source: Apple Sign In
fr: Connexion avec Apple

# pinSettings
source: Passcode Setting
fr: Réglage du PIN

# enablePassCode
source: Enable Passcode Screen Lock
fr: Activer le verrouillage d'écran par PIN

source: Enter Passcode
fr: Entrez le code d'accès

# confirmpasscode
source: Passcode Confirmation
fr: Confirmation du code d'accès

source: Confirm delete
fr: Confirmation

# confirm_delete_msg
source: Delete "%@"?
fr: Supprimer "%@"?

# confirm_delete_cancel
source: Cancel
fr: Annuler

# confirm_delete_continue
source: Continue
fr: Continuer

# AddAccount
source: New Account
fr: Nouveau compte

source: Edit Account
fr: Modifier le compte

# textGoPro
source: Go premium to unlock an unlimited number of budgets
fr: Passez au premium pour débloquer un nombre illimité de budgets

# pickCategoryIdea
source: Pick from the below ideas
fr: Choisissez parmi les idées ci-dessous

# buttonChooseBudget
source: Choose and continue
fr: Choisissez et continuez

# titleChooseBudget
source: Select a budget
fr: Sélectionnez un budget

# bodyChooseBudget
source: Open the left menu and use "All my budgets" to choose one of your budgets
fr: Ouvrez le menu de gauche et utilisez "Tous mes budgets" pour choisir l'un de vos budgets

# youArePro
source: Premium. Thank you!
fr: Premium. Je vous remercie!

# userGree
source: Terms of Service
fr: Contrat de licence

source: Privacy Policy
fr: Politique de confidentialité

# typeEmail
source: Type user email...
fr: Saisissez l'adresse e-mail...

# mytransactionsTitle
source: My Transactions
fr: Mes transactions

source: My activities
fr: Mes activités
