Repository: rvrajat14/isavemoneygows
Catalog: iSaveMoney/iSaveMoney/reportcharts/*.lproj/BudgetReportViewController.strings
Languages: fr

# 79D-Bd-cPz.text
source: Daily Spending
fr: Dépenses quotidiennes

# BOH-Gx-Fsd.text
source: Cumulative Spending
fr: Dépenses cumulées

# LOb-uJ-Zlb.text
source: Daily Income
fr: Revenu quotidien

# OWQ-bb-ci1.text
source: Income Proportion
fr: Proportion de revenu

# PQy-z1-ylF.text
source: Daily Balance
fr: Solde quotidien

# SNR-v5-d8h.text
source: Selected Income Day
fr: Jour de revenu sélectionné

# TFZ-dl-Mkz.text
source: Spending per Categories
fr: Dépenses par catégories

# Ys7-tu-DYi.text
source: Selected Daily
fr: Sélectionné quotidiennement

# cok-MT-IhP.text
source: Selected Balance Value
fr: Valeur de solde sélectionnée

# org-JN-cLP.text
source: Category Value
fr: Valeur de la catégorie

# tFI-9v-eWV.text
source: Income Value
fr: Valeur du revenu

# vXF-SZ-t40.text
source: Selected Day Cumul
fr: Cumul du jour sélectionné
